Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: with 1 column;with #1 columns
bn_bd: কলাম 1 এর সঙ্গে;#1 কলামসমূহের সঙ্গে

source: Wolof
bn_bd: ওলুফ

source: Work
bn_bd: কাজ

source: Workarounds
bn_bd: কাজ করা হবে

source: Worker
bn_bd: কর্মী

source: Workers
bn_bd: কর্মীরা

source: working together to keep the Web open, public and accessible to all.
bn_bd: যারা ওয়েব কে মুক্ত, সার্বজনীন ও প্রবেশযোগ্য রাখতে, একসাথে কাজ করে যাচ্ছে।

source: Work needed to be done on the tenured heap, requiring the nursery to be empty.
bn_bd: tenured heap এ কিছু কাজ করা প্রয়োজন, যার জন্য নার্সারি খালি প্রয়োজন।

source: Work offline
bn_bd: অফলাইনে কাজ (o)

source: Work Offline
bn_bd: অফলাইন অবস্থায় কাজ k

source: Would you like %1$S to save this login for %2$S?
bn_bd: আপনি কি %1$S কে %2$S এর জন্যে লগিন সংরক্ষণ করার অনুমতি দেবেন?

source: Would you like %1$S to save this password for %2$S?
bn_bd: আপনি কি %1$S কে %2$S এর জন্যে পাসওয়ার্ড সংরক্ষণ করার অনুমতি দেবেন?

source: Would you like to allow %2$S to run %1$S? Plugins may slow %3$S.
bn_bd: আপনি কি %2$S কে %1$S তে চালানোর অনুমোদন দিচ্ছেন? প্লাগিনটি %3$S কে ধীর করতে পারে।

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
bn_bd: আপনি কি %1$S হতে সেবা সক্রিয় করে তা আপনার %2$S টুলবার এবং সাইডবারে প্রদর্শন করতে চান?

source: Would you like to improve your search experience with suggestions?
bn_bd: আপনি পরামর্শ দিয়ে আপনার অনুসন্ধান অভিজ্ঞতা উন্নত করতে চান?

source: Would you like to remember the password for “%1$S” on %2$S?
bn_bd: %2$S এর "%1$S" এর জন্য পাসওয়ার্ডটি কি আপনি স্মরণ করতে পছন্দ করবেন?

source: Would you like to remember the password on %S?
bn_bd: আপনি কি %S এর পাসওয়ার্ড স্মরণ করতে পছন্দ করবেন?

source: Would you like to save this file?
bn_bd: আপনি কি এই ফাইলটি সংরক্ষণ করতে চান?

source: Would you like to update the saved password?
bn_bd: আপনি কী সংরক্ষিত পাসওয়ার্ড হালনাগাদ করতে চান?

source: Would you like to update the saved password for “%S”?
bn_bd: "%S" এ সংরক্ষিত পাওয়ার্ড কি আপনি হালনাগাদ করতে চান?

source: Would you like to update this login?
bn_bd: আপনি কি এই লগইন হালনাগাদ করতে চান?

source: Would you like to update this password?
bn_bd: আপনি কী এই পাসওয়ার্ড হালনাগাদ করতে চান?

source: Wrap
bn_bd: মোড়ানো (W)

source: Wrap Long Lines
bn_bd: লম্বা লাইন মোড়ানো হবে

source: Wrap Text
bn_bd: টেক্সট মোড়ানো W

source: writable
bn_bd: লিখনযোগ্য

source: Write
bn_bd: লিখুন

source: Wrong Site
bn_bd: সাইট সঠিক নয়

source: Wrote %1$S
bn_bd: %1$S লেখা হয়েছে

source: x
bn_bd: E

source: X.400 Address
bn_bd: X.400 ঠিকানা

source: X.500 Name
bn_bd: X.500 নাম

source: X.509 Certificate (DER)
bn_bd: X.509 সার্টিফিকেট (DER)

source: X.509 Certificate (PEM)
bn_bd: X.509 সার্টিফিকেট (PEM)

source: X.509 Certificate (PKCS#7)
bn_bd: X.509 সার্টিফিকেট (PKCS#7)

source: X.509 Certificate with chain (PEM)
bn_bd: চেইন সহ X.509 সার্টিফিকেট (PEM)

source: X.509 Certificate with chain (PKCS#7)
bn_bd: চেইন সহ X.509 সার্টিফিকেট (PKCS#7)

source: X9.62 ECDSA Signature with SHA1
bn_bd: SHA1 সহযোগে X9.62 ECDSA স্বাক্ষর

source: X-Content-Type-Options header warning: value was “%1$S”; did you mean to send “nosniff”?
bn_bd: X-Content-Type-Options header warning: value was “%1$S”; আপনি কি “nosniff” কে পাঠাতে বুঝিয়েছেন?

source: Xhosa
bn_bd: জোসা

source: XML declaration not well-formed
bn_bd: XML ঘোষণা সঠিক আকারে হয়নি

source: XML Files
bn_bd: XML ফাইল

source: XML or text declaration not at start of entity
bn_bd: XML বা টেক্সট এনটিটির শুরুতে উল্লেখিত হয়নি

# XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
source: XML Parsing Error: %1$S\nLocation: %2$S\nLine Number %3$u, Column %4$u:
bn_bd: XML পার্সিং ত্রুটি: %1$S\nঅবস্থান: %2$S\nলাইন সংখ্যা %3$u, কলাম %4$u:

source: XPath parse failure: binary operator expected:
bn_bd: XPath পার্স ব্যর্থ: বাইনারি অপারেটর প্রত্যাশিত:

source: XPath parse failure: ‘)’ expected:
bn_bd: XPath পার্স ব্যর্থ: ')' প্রত্যাশিত:

source: XPath parse failure: ‘]’ expected:
bn_bd: XPath পার্স ব্যর্থ: ']' প্রত্যাশিত:

source: XPath parse failure: illegal character found:
bn_bd: XPath পার্স ব্যর্থ: অকার্যকর অক্ষর পাওয়া গেছে:

source: XPath parse failure: invalid axis:
bn_bd: XPath পার্স ব্যর্থ: অকার্যকর অক্ষ:

source: XPath parse failure: invalid variable name:
bn_bd: XPath পার্স ব্যর্থ: চলকের অকার্যকর নাম:

source: XPath parse failure: Name or Nodetype test expected:
bn_bd: XPath পার্স ব্যর্থ: Name অথবা Nodetype পরীক্ষা প্রত্যাশিত:

source: XPath parse failure: operator expected:
bn_bd: XPath পার্স ব্যর্থ: অপারেটর প্রত্যাশিত:

source: XPath parse failure: unclosed literal:
bn_bd: XPath পার্স ব্যর্থ: বন্ধ না করা লিটারেল:

source: XPath parse failure: ‘:’ unexpected:
bn_bd: XPath পার্স ব্যর্থ: ':' অপ্রত্যাশিত:

source: XPath parse failure: unexpected end of expression:
bn_bd: XPath পার্স ব্যর্থ: এক্সপ্রেশনের অপ্রত্যাশিত সমাপ্তি:

source: XPath parse failure: ‘!’ unexpected, negation is not():
bn_bd: XPath পার্স ব্যর্থ: '!' অপ্রত্যাশিত, নেগেশন নয়():

source: XSLT Stylesheet (possibly) contains a recursion.
bn_bd: XSLT স্টাইলশীটের মধ্যে (সম্ভবত) একটি রিকার্শান বিদ্যমান রয়েছে।

source: XSLT transformation failed.
bn_bd: XSLT রূপান্তর করতে ব্যর্থ।

source: XSLT transformation was terminated by <xsl:message>.
bn_bd: <xsl:message> দ্বারা XSLT রূপান্তর বন্ধ করা হয়েছে।

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block.
bn_bd: %1$S এলিমেন্টের XUL বাক্সের মধ্যে একটি ইন-লাইন %2$S চাইল্ড উপস্থিত রয়েছে, এর ফলে সব চাইল্ডগুলি একটি ব্লকের মধ্যে মোড়ানো হয়েছে।

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block. This can often be fixed by replacing “display: -moz-inline-box” with “display: -moz-inline-box; display: inline-block”.
bn_bd: %1$S এলিমেন্টের XUL বাক্সের মধ্যে একটি ইন-লাইন %2$S চাইল্ড উপস্থিত রয়েছে, এর ফলে সব চাইল্ডগুলি একটি ব্লকের মধ্যে মোড়ানো হয়েছে। এই সমস্যা অধিকাংশ সময় "display: -moz-inline-box" এর পরিবর্তে "display: -moz-inline-box; display: inline-block" লিখে সমাধান করা যায়।

source: XUL Files
bn_bd: XUL ফাইল

source: x y radius color
bn_bd: x y ব্যাসার্ধ রঙ

source: Yellow
bn_bd: হলুদ

source: Yemen
bn_bd: ইয়েমেন

source: yes
bn_bd: হ্যাঁ

source: Yes
bn_bd: হ্যাঁ

source: &Yes
bn_bd: হ্যা (&Y)

source: Yes, once
bn_bd: হ্যাঁ, একবার

source: Yes, %S times
bn_bd: হ্যাঁ, %S বার

source: Yes, take me to %S
bn_bd: হ্যাঁ, আমাকে %S নিয়ে যান

source: Yesterday
bn_bd: গতকাল

source: Yiddish
bn_bd: ইয়িদদিস

source: Yoruba
bn_bd: ইউরোবা

source: ;You are about to close #1 tabs. Are you sure you want to continue?
bn_bd: ;আপনি #1 টি ট্যাব বন্ধ করতে যাচ্ছেন। আপনি কি নিশ্চিত?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
bn_bd: আপনি "%2$S" ব্যবহারকারী নাম দিয়ে "%1$S" সাইটে লগইন করতে যাচ্ছেন।

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you.\n\nIs “%1$S” the site you want to visit?
bn_bd: আপনি "%2$S" ব্যবহারকারী নাম দিয়ে "%1$S" সাইটে লগইন করতে যাচ্ছেন, কিন্তু ওয়েবসাইটটিতে কোনো প্রমাণীকরণের প্রয়োজন হয় না। এটি আপনাকে প্রতারণা করার কোনো চেষ্টা হতে পারে।\n\nআপনি কি "%1$S" সাইটটি পরিদর্শন করতে চাচ্ছেন?

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
bn_bd: আপনি %Sটি ট্যাব খুলতে যাচ্ছেন। পাতাগুলো লোড করার সময় %S ধীর হয়ে যেতে পারে। আপনি কি নিশ্চিত?

source: You are about to override how %S identifies this site.
bn_bd: %S দ্বারা এই সাইটের পরিচয় নির্ধারণের প্রক্রিয়া আপনি পরিবর্তন করতে চলেছেন।

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
bn_bd: আপনি "%1$S" পরিদর্শন করতে যাচ্ছেন। এই সাইটটি সম্ভবত আপনাকে অন্য একটি সাইট প্রদর্শনের ধারণা দিয়ে প্রতারণা করার চেষ্টা করছে। বিশেষ সতর্কতা অবলম্বন করুন।

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
bn_bd: আপনি বর্তমানে উপস্থিত cert এর ইস্যুকারী/সিরিয়ালসহ আরেকটি cert ইমপোর্ট করার চেষ্টা করছেন, কিন্তু এটি একই cert নয়।

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
bn_bd: আপনি বর্তমানে FIPS মোড ব্যবহার করছেন। FIPS-র ক্ষেত্রে মাস্টার পাসওয়ার্ড ফাঁকা রাখা যাবে না।

source: You are currently not in a private window.
bn_bd: আপনি বর্তমানে কোনো ব্যক্তিগত উইন্ডোতে নেই।

source: You are currently on the
bn_bd: আপনি বর্তমানে রয়েছেন

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
bn_bd: Firefox এর নাম বা প্রতীকের সীমিত ব্যবহার ব্যাতীত Mozilla Foundation বা সংশ্লিষ্ট কোন পার্টির ট্রেডমার্ক ব্যবহারের বা লাইসেন্স করার অধিকার নেই। ট্রেডমার্ক সম্পর্কিত আরও তথ্য এখানে পাওয়া যাবে

source: You are not signed in.
bn_bd: আপনি সাইন ইন করেন নি।

source: You are securely connected to this site, owned by:
bn_bd: আপনি নিরাপদে এই সাইটে সংযুক্ত, যার মালিক:

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
bn_bd: &brandShortName; এর এই সংস্করণের সাথে সরবরাহকৃত সকল সেবার ব্যবহারে আপনাকে স্বাগতম, এবং &vendorShortName; আপনাকে এমন করার জন্য সব অধিকার দিয়েছে। অন্যান্য সকল অধিকার &vendorShortName; এবং এর লাইসেন্স প্রদানকারী দ্বারা সংরক্ষিত। এসকল শর্ত &brandShortName; এবং &brandShortName; এর সংশ্লিষ্ট সোর্স কোড ভার্সনের জন্য প্রযোজ্য, ওপেন সোর্স লাইসেন্সের অধিকার খর্ব করার জন্য দেয়া হয়নি।

source: You can activate Share services from the directory.
bn_bd: এই ডাইরেক্টরি থেকে আপনি শেয়ার পরিষেবা সক্রিয় করতে পারবেন।

source: You can add or remove items by dragging to or from the toolbars.
bn_bd: টুলবারে টেনে এনে বা টুলবার থেকে টেনে বের করে আপনি আইটেম যোগ বা অপসারণ করতে পারেন।

source: You can also
bn_bd: এছাড়াও আপনি

source: You can also skip troubleshooting and try refreshing &brandShortName;.
bn_bd: এছাড়াও আপনি সমস্যাসমাধান লাফালাফি এবং রিফ্রেশ &brandShortName; চেষ্টা করতে পারেন;

source: You can always change your mind at any time by going to the Add-ons Manager.
bn_bd: আপনি অ্যাড-অন ব্যবস্থাপক থেকে যেকোন সময় আপনার মত করে পরিবর্তন করতে পারেন।

source: You can always get the latest version of &brandShortName; at:
bn_bd: আপনি সর্বদা &brandShortName; এর সর্বশেষ সংস্করণ পাবেন এখানে:

source: You can change these settings at any time from the
bn_bd: এই সেটিংসমূহ আপনি যেকোন সময় পরিবর্তন করতে পারবেন

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
bn_bd: আপনার ব্রাউজিং অ্যাক্টিভিটি ট্র্যাক করছে এমন ওয়েব উপাদানের কোন তালিকা Firefox ব্লক করবে তা নির্বাচন করতে পারেন।

source: You can not perform further updates on this system.
bn_bd: আপনি এই সিস্টেমে আর হালনাগাদ করতে পারবেন না।

source: You can search for an alternate download source or try again later.
bn_bd: আপনি একটি বিকল্প ডাউনলোড সোর্স খুঁজে পুনরায় চেষ্টা করুন।

source: You can sometimes speed up loading by moving
bn_bd: আপনি কখনো স্থানান্তর করেও গতি বাড়াতে পারেন

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
bn_bd: কোন ওয়েবসাইটগুলো অ্যাড-অন ইনস্টল করতে পারবে আপনি তা উল্লেখ করতে পারেন। সাইটের সঠিক ঠিকানা লিখে "অনুমোদন করা হবে" ক্লিক করুন।

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
bn_bd: কোন ওয়েবসাইটগুলো পপ-আপ উইন্ডো প্রদর্শন করতে পারবে আপনি তা উল্লেখ করতে পারেন। সাইটের সঠিক ঠিকানা লিখে "অনুমোদন করা হবে" ক্লিক করুন।

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
bn_bd: কোন কোন ওয়েবসাইটকে কুকি ব্যবহার করার অনুমতি দেয়া হবে বা হবে না তা আপনি উল্লেখ করতে পারেন। যে সাইটের জন্য আপনি মান নির্ধারণ করতে চান তার সঠিক ঠিকানা টাইপ করে, "প্রতিরোধ করা হবে", "বর্তমান সেশনের জন্য অনুমোদন করা হবে" বা "অনুমোদন করা হবে" ক্লিক করুন।

source: You can subscribe to this feed to receive updates when this content changes.
bn_bd: বিষয়বস্তু পরিবর্তিত হলে আপডেট পাওয়ার জন্য আপনি এই ফিডে সাবস্ক্রাইব করতে পারেন।

source: You can subscribe to this podcast to receive updates when this content changes.
bn_bd: বিষয়বস্তু পরিবর্তিত হলে আপডেট পাওয়ার জন্য আপনি এই পডকাস্টে সাবস্ক্রাইব করতে পারেন।

source: You can subscribe to this video podcast to receive updates when this content changes.
bn_bd: বিষয়বস্তু পরিবর্তিত হলে আপডেট পাওয়ার জন্য আপনি এই ভিডিও পডকাস্টে সাবস্ক্রাইব করতে পারেন।

source: You can try:
bn_bd: আপনি যা যা চেষ্টা করতে পারেন:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
bn_bd: উল্লেখিত লিংক থেকে আপনি নিজেই &brandShortName; এর সর্বশেষ সংস্করণ ডাউনলোড করে ইনস্টল করতে পারেন:

source: You can view details of this crash at %s
bn_bd: %s এ আপনি এই ক্র্যাশ সম্পর্কিত বিস্তারিত দেখতে পাবেন

source: You did not enter the correct current Master Password. Please try again.
bn_bd: আপনার দেয়া বর্তমান মাস্টার পাসওয়ার্ডটি সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।

source: You do not have the permissions necessary to view this directory.
bn_bd: এই ডিরেক্টরির বিষয়বস্তু দেখার জন্য প্রয়োজনীয় অনুমতি আপনার নেই।

source: You don't have access to write to the installation directory.\n\nClick OK to select a different directory.
bn_bd: আপনার ইনস্টলেশন ডিরেক্টরিতে লেখার অনুমতি নেই।\n\nঅন্য একটি ডিরেক্টরি নির্বাচন করার জন্য 'ঠিক আছে' ক্লিক করুন।

source: You don’t have any add-ons of this type installed
bn_bd: আপনার এই ধরণের কোনো অ্যাড-অন ইনস্টল করা নেই

source: You don’t have any saved presets. \ You can store filter presets by choosing a name and saving them. \ Presets are quickly accessible and you can re-use them with ease.
bn_bd: আপনার কোনো সংরক্ষিত প্রিসেট নেই, আপনি আপনার পছন্দের নামটি সংরক্ষণ করে ফিলটার প্রিসেটটি সংরক্ষণ করুন। প্রিসেটগুলো দ্রুত সহজগম্য হয় এবং একে স্বাচ্ছন্দ্যে এর সাহায্যে পুনরায় ব্যবহার করতে পারবেন।

source: You don't have sufficient disk space to install to this location.\n\nClick OK to select a different location.
bn_bd: এই জায়গায় ইনস্টল করার জন্য যথেষ্ট পরিমান খালি জায়গা নেই।\n\nঅন্য একটি জায়গা নির্বাচন করার জন্য 'ঠিক আছে' ক্লিক করুন।

source: You don’t have the permissions necessary to install this update. Please contact your system administrator.
bn_bd: এই হালনাগাদ ইন্সটল করার জন্য আপনার প্রয়োজনীয় অধিকার নেই। অনুগ্রহ করে আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।

source: You have added a security exception for this site.
bn_bd: এই সাইটের জন্য আপনি নিরাপত্তার ব্যতিক্রম যোগ করেছেন

source: You have an unsent crash report;You have #1 unsent crash reports
bn_bd: আপনার পাঠানো হয়নি এমন একটি ক্রাস রিপোর্ট রয়েছে; আপনার পাঠানো হয়নি এমন #1 ক্রাস রিপোর্ট রয়েছে

source: You have asked to install the following item:
bn_bd: আপনি নিম্নোক্ত আইটেম ইনস্টল করতে বলেছেন:

source: You have asked to install the following %S items:
bn_bd: আপনি নিম্নোক্ত %S আইটেম ইনস্টল করতে বলেছেন:

source: You have been asked to trust a new Certificate Authority (CA).
bn_bd: একটি নতুন সার্টিফিকেট কর্তৃপক্ষকে (CA) বিশ্বাস করার অনুরোধ জানানো হয়েছে।

source: You have blocked data storage for this website.
bn_bd: আপনি এই ওয়েব সাইটের জন্য ডাটা স্টোরেজ ব্লক করেছেন

source: You have blocked location information for this website.
bn_bd: আপনি এই ওয়েবসাইটের জন্য অবস্থানগত তথ্য ব্লক করেছেন

source: You have blocked notifications for this website.
bn_bd: আপনি এই ওয়েব সাইটের জন্য ঘোষণা ব্লক করেছেন।

source: You have blocked persistent storage for this website.
bn_bd: আপনি এই ওয়েব সাইটের জন্য পার্সিস্টেন্ট স্টোরেজ ব্লক করেছেন।

source: You have blocked this website from sharing your screen.
bn_bd: আপনি ওয়েবসাইটটিকে ব্লক করেছেন যেন আপনার স্ক্রিন শেয়ার না হয়

source: You have blocked your camera for this website.
bn_bd: আপনি এই ওয়েব সাইটের জন্য আপনার ক্যামেরা ব্লক করেছেন।

source: You have blocked your microphone for this website.
bn_bd: আপনি এই ওয়েব সাইটের জন্য আপনার মাইক্রোফোন ব্লক করেছেন

source: You have certificates from these organizations that identify you:
bn_bd: উল্লেখিত প্রতিষ্ঠানগুলি থেকে সনাক্তকারী সার্টিফিকেট বিদ্যমান:

source: You have certificates on file that do not fit in any of the other categories:
bn_bd: ফাইলের মধ্যে বেশ কয়েকটি সার্টিফিকেট অন্যান্য কোনো বিভাগের ক্ষেত্রে প্রযোজ্য নয়:

source: You have certificates on file that identify these certificate authorities:
bn_bd: উল্লেখিত সার্টিফিকেট কর্তৃপক্ষকে সনাক্ত করতে ব্যবহৃত সার্টিফিকেট আপনার ফাইলে বিদ্যমান:

source: You have certificates on file that identify these people:
bn_bd: উল্লেখিত ব্যক্তিদের সনাক্ত করতে ব্যবহৃত সার্টিফিকেট আপনার ফাইলে বিদ্যমান:

source: You have certificates on file that identify these servers:
bn_bd: নিম্নলিখিত সার্ভারগুলির সনাক্ত করতে ব্যবহৃত সার্টিফিকেট ফাইলে বিদ্যমান:

source: You have chosen a keyword that is currently in use by a bookmark. Please select another.
bn_bd: আপনার দেয়া কীওয়ার্ডটি ইতোমধ্যে একটি বুকমার্ক ব্যবহার করছে। অনুগ্রহ করে একটি ভিন্ন কীওয়ার্ড নির্বাচন করুন।

source: You have chosen a keyword that is currently in use by “%S”. Please select another.
bn_bd: আপনার দেয়া কীওয়ার্ডটি ইতোমধ্যে "%S" ব্যবহার করছে। অনুগ্রহ করে একটি ভিন্ন কীওয়ার্ড নির্বাচন করুন।

source: You have chosen to open:
bn_bd: আপনি খোলার জন্য পছন্দ করেছেন:

source: You have deleted your Master Password.
bn_bd: আপনি আপনার মাস্টার পাসওয়ার্ড মুছে ফেলেছেন।\u0020

source: You have disabled protection on this page.
bn_bd: আপনি এই পাতায় সুরক্ষা বন্ধ করেছেন।

source: You have not granted this site any special permissions.
bn_bd: আপনি এই সাইটের জন্য কোনো বিশেষ অনুমতি দেননি।

source: You haven’t recently updated any add-ons
bn_bd: আপনি সাম্প্রতিক সময়ে কোনো অ্যাড-অন হালনাগাদ করেননি

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
bn_bd: আপনি এই হালনাগাদ ডাউনলোড স্থগিত করেছেন। আপনি কি %S ব্যবহার করার পাশাপাশি এই ডাউনলোডটি চালিয়ে যেতে চান?

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information:\n\nYour certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
bn_bd: আপনি একটি অকার্যকর সার্টিফিকেট গ্রহণ করেছেন। সার্ভারের অ্যাডমিনিস্ট্রেটর অথবা ইমেইল লেখক বা প্রাপকের সাথে অনুগ্রহ করে যোগাযোগ করুন এবং তাদেরকে নিম্নলিখিত তথ্য প্রেরণ করুন:\n\nআপনার সার্টিফিকেটের ক্রমিক সংখ্যা সার্টিফিকেট কর্তৃপক্ষর দ্বারা প্রকাশিত অন্য একটি সার্টিফিকেটের ক্রমিক সংখ্যার অনুরূপ। অনুগ্রহ করে স্বতন্ত্র ক্রমিক সংখ্যা সহ একটি নতুন সার্টিফিকেট গ্রহণ করুন।

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
bn_bd: এই CA সার্টিফিকেটটি অপসারণের জন্য অনুরোধ করেছেন। বিল্ট-ইন সার্টিফিকেটের জন্য সব বিশ্বস্ত অপসারিত হবে, যেটির ও কিনা একই প্রভাব আছে। অপসারণ অথবা অবিশ্বস্ত করতে আপনি কি নিশ্চিত?

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
bn_bd: আপনি একটি খুব বড় সর্বনিম্ন ফন্টের আকার (অধিক 24 পিক্সেল) নির্বাচন করেছেন. এই কঠিন বা অসম্ভব এই এক মত কিছু গুরুত্বপূর্ণ কনফিগারেশন পেজ ব্যবহার করতে পারে।

source: You have selected “Print To File”, and the filename is empty!
bn_bd: আপনি "ফাইলে মুদ্রণ করুন" নির্বাচন করেছেন, এবং ফাইলের নাম খালি!

source: You may also want to
bn_bd: আপনি চাইলে

source: You may choose individual options to be installed. Recommended for experienced users.
bn_bd: আপনি ইনস্টল করার জন্য আলাদাভাবে অপশন নির্বাচন করতে পারেন। এটি শুধুমাত্র অভিজ্ঞ ব্যবহারকারীদের জন্য পরামর্শিত।

source: You may need to reload the page for changes to apply.
bn_bd: পরিবর্তনগুলি প্রয়োগ করার জন্য আপনাকে পাতাটি পুনরায় লোড করার প্রয়োজন হতে পারে।

source: You may want to
bn_bd: আপনি প্রয়োজনে

source: You must be connected to the Internet to sign in.
bn_bd: আপনি সাইন ইন করার জন্য ইন্টারনেটের সাথে সংযুক্ত করা আবশ্যক।

source: You must enable DRM to play some audio or video on this page. %S
bn_bd: আপনাকে এই পাতায় DRM সক্রিয় করতে হবে কিছু অডিও বা ভিডিও চালানোর জন্য। %S

source: You must enable OCSP before performing this operation.
bn_bd: এই অপারেশন শুরু করার পূর্বে আপনার অবশ্যই OCSP সক্রিয় করতে হবে।

source: You must enter a name to create a new toolbar.
bn_bd: নতুন টুলবার তৈরীর জন্য একটি নাম দেয়া আবশ্যক।

source: You must enter your current password to proceed:
bn_bd: এগিয়ে যেতে চাইলে আপনার বর্তমান পাসওয়ার্ড দিন:

source: You must log in to this network before you can access the Internet.
bn_bd: ইন্টারনেট প্রবেশ করতে হলে, আপনাকে এই নেটওয়ার্কে অবশ্যই লগইন করতে হবে।

source: You must restart &brandShortName; to finish installing this add-on.
bn_bd: এই অ্যাড-অন ইনস্টল সম্পন্ন করতে আপনাকে অবশ্যই &brandShortName; পুনরায় চালু করতে হবে।

source: You must set the OCSP default responder before performing this operation.
bn_bd: এই অপারেশন শুরু করার পূর্বে আপনাকে অবশ্যই OCSP ডিফল্ট অবস্থা জ্ঞাপনকারী সেট করতে হবে।

source: your:
bn_bd: আপনার:

source: Your add-ons and customizations have been removed and your browser settings have been restored to their defaults. If this didn’t fix your issue,
bn_bd: আপনার অ্যাড-অনসমূহ এবং কাস্টমাইজেশানসমূহ সরিয়ে ফেলা হয়েছে এবং আপনার ব্রাউজারের সেটিংস আগের মত করে দেওয়া হয়েছে। এতে যদি আপনার সমস্যার সমাধান না হয়ে থাকে,

source: Your add-ons and custom settings will be temporarily disabled.
bn_bd: আপনার অ্যাড-অন এবং স্বনির্বাচিত সেটিংস সাময়িকভাবে নিষ্ক্রিয় করা হবে।

source: Your add-ons have been updated.
bn_bd: আপনার সকল অ্যাড-অন হালনাগাদ করা হয়েছে।

source: Your add-on updates have been downloaded.
bn_bd: আপনার অ্যাড-অনের হালনাগাদ ডাউনলোড করা হয়েছে।

source: Your application cache is currently using %1$S %2$S of disk space
bn_bd: আপনার ওয়েব কনটেন্ট ক্যাশে বর্তমানে ডিস্কের %1$S %2$S পরিমান স্থান ব্যবহার করছে

source: Your &brandShortName; is out of date, but the latest version is not supported on your system. Please upgrade your system, then try again. You will not see this notice again, but you can
bn_bd: আপনার &brandShortName; মেয়াদোত্তীর্ন, কিন্তু আপনার সিস্টেমে সর্বশেষ সংস্করণটি সমর্থিত নয়। অনুগ্রহ করে আপনার সিস্টেম আপগ্রেড করুন, এবং আবার চেষ্টা করুন। আপনি এই নোটিশ আর দেখবেন না, কিন্তু আপনি পারবেন

source: Your browser configuration is not compatible with Service Workers.
bn_bd: আপনার ব্রাউজার কনফিগারেশন সার্ভিস ওয়ার্কারের সাথে সামঞ্জস্যপূর্ণ নয়

source: Your browsing data will remain on this computer, but it will no longer sync with your account.
bn_bd: আপনার ব্রাউজিং ডাটা এই কম্পিউটারে থেকে যাবে, কিন্তু তা আর আপনার একাউন্টের সাথে সিঙ্ক করা হবে না।

source: Your camera and microphone are being shared. Click to control sharing.
bn_bd: আপনার ক্যামেরা এবং মাইক্রোফোন শেয়ার করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: Your camera is being shared. Click to control sharing.
bn_bd: আপনার ক্যামেরা শেয়ার করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: Your Certificates
bn_bd: আপনার সার্টিফিকেটসমূহ

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
bn_bd: $BrandFullNameDA এর ইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরারম্ভ করতে হবে। আপনি কি এখন রিস্টার্ট করতে চান?

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
bn_bd: $BrandFullNameDA এর আনইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার রিস্টার্ট করতে হবে। আপনি কি এখন রিস্টার্ট করতে চান?
